debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp03yZLqSJK/Qr8260tWphYkgWr0GAutCLSgDRBtfdCGEGgBSSDgNjaH+ZA59D/0
sd6PTUhKMsnqmumqScvM8C08fAsPF6OJXJENrlmaV9+/7er6+DOCNE3zdizK2ku3SRV46VuSb9/8
Esm3QZF9mzAQ7bfJ4fdvHUTiOIViJDHEiDE6QlEUw8cUjqLwt/8ZYShNjTGSGg6/DS5RWXnF92/Y
G4q26sJowgSOOCFxBmlXpj6CzJ9gDNIDTFaEEwoy25WpojKJJhDrASbXxMmIQdqFCeC/93Ogqo7C
LyctDBcm3AlZMsFRnHpFsVcctdHhzyT18xB7hQCKMkgvAI+HS9Wf30FMbiV1BM51USb3CRT8gjOB
es5FCZqPjYetmnec2SZ5F512xwcMtYte3ZJ6gIHRWJRFMCHeSPwNkh84g3SBibIECnHaYjb5Gl8G
6YiMLECXMJymxyOaQSDGcKbd+twuzFUrsmiylJdgIKgLUxA0XlYFzdatgWLzgEF6AeYqenndy4nq
YDz+iYSsjsZEeRiVQmfGVYnLCVgKmsyDwcyxOEGRNX0wd1jZtripMB/wwkBX5KUgm63uVpzJy2Ji
IRqMGgSYK3dMJ4YDeBPg9EDRbWGA4wMLKGCAYgNbME1Bf4NbWzHmynpJCXdJDjCBJkPyO6GL+deI
Q+n2/0K3LAEKdhROWExGQxqlMBQWTIsxsL4knUHaMtsWeQTriqZRAh+2FdMRGOTJYaQPfxhV9SOW
vDKwXMsWVGgsp+mKLsmfYezzRA/HYwyeCfNEjB55SvJQFvhWEUzTJ9KHtwe7eC2Ao8iW/SV8GIZS
j/i9R4AVYMSW74JfojIkSXSIjr9Exfrx38Vg4Z3T4jk0KDaE9xIjPkNjLfrQIE9WIb33XlUlOSwI
6GXCFSH4QH/t7ldue5k/Rbsr/cyzovLi1Ek6oVrWB8bkXJHXpVdD30mcai//J4UJH6CcP99naOkz
41NMTLJ3seFr6+0XBoM8eRZG9SCX6yiD3Qm2pmPZdpxg0S4k3NhDzLVbYJFzjgJ+/NeP/9QHnK4K
JicDZaCBgfnjP3hZH3zepjfyp0FXmK9t7fXbmYBL4ckTlEJRoi3Pd5zhRH0xoYZom5YWZM5qFE4g
1q3MCXaNc+mF3qTtn231f1KYS2t7x4CNpIOZC8xiMEF7UgczF/1cw3J5p/UIc+mset/aW4j0/ifZ
sajauMucahEotNCyJwRsj+0KW847dSFbPQt9sC4s91AIIebYSqBvFKyCDoRHdoRWvgMZpNehi7L2
r3S9Cw070gNjLu8AVArv8wODKh7Ahy+wqmFR1wV85X7T99Yru6j7g9HPgy8t40Ho4J4EI1vkz/Se
wFxEbvEgt2Afr17zbxv7T1G5iI5m24LyoeYdbRltiB7ULkxmVNtl4vcHQORdWSvxjnVkroAvUvXE
eSf0TEtRnlktCr00TfHDwRbuuZ+n/d5Cg+/ye6jbFxp5z0HcvYbwiTxGdQu2F7bL/geFCZdRHjx4
ryj+isFW+kFkwkVUOtU/N4VP8kPksyG86/gkM0ERsl5Zet0A8IkwSG8gHH5AmAQd0L5RNmyO0b8N
tLbB1jAU59r78fcWCaNBm+lBUOTbosyigVfWbwOMhK3gl7/jv/zjp8H6p8G38Nsg9AacKbIIRsNG
MZCzc56EHtzdKmAthGOfdICyTuJiQLfbkzxIqgJ2mVaDEiWDNlJplEV57ZWD/Jd/DHCMQKCbZPve
dMZ2QG8+8pjiPuc569yKnErYv985f/orxwMb/LUdDCs4GYbb6LWfDN+qS1m9wd+4uLSzYbcBMUy4
N/r3YNeh3//IWPiXbtb7jv3tb9C2ZxuQr+ZZSZy37S76jaG1Gb4VZYy06hGURqBAWCXxn7/1u6JQ
hlGEJeblRZ7AuTa5e3VS5GpU74pwANIYjnP1LvstlbbZasUQU+BeodrXACPy15aCDjHyG/Jk1u/R
9msD4Tj8Wu08rFVkRtuohBUdDRxT/v7tz398vp4wdunlVVsw1RP8x0yK8kuUFscofK0enrXW/U5t
/zJcyLOJfBLDS/T/CdwjaL2GpZeeo4l3UvBsd8L2siCVw9rZnS7J6U7hXlF9Z5BnSQb5CDaEn0vk
I5u94CmKZ3uX3TYjXthKe23oudvxdReL4fTgaT52o7ZzusQxDUfZKbubwzt6sZybdKgy6bYbHuhF
uLokcrWT3Zc6MHEJp4h8M6d864htquoqylds7V9usrjM+cz3A5GseF7DiDRy0dQdy9jc8J2sdOjq
QK41YeipZVgBRFWV6940M3dn87cQVfBkGDZuWSXz/M57Ux6pqhrf8FMdeng09Zs8RcYKWO9PSytP
KFaoEMSO5y9uaFLb6MwFxyMZkbHrjY9jzb9RSUnEln5g40oCu+ssHyZHZCZZ0YwydimmekAXsSya
CmgWGpRBH14kO7fiiorVNd/ICWtckttCu89vGPCnlXMDqzkrXW/75HThXAx8/94H/SnQzDy69RlY
kyjNe7XXQ1wE+94W3lk4o6myPNVsjmNNPAaNzIJYls2pkcIvh0PKGg1vuLN5sZF3l0ADhqCwBmhW
8LlUwUECmCOwO5UzUvkq3IHJxtqSBYXNHVLe4TAuyMS7t2quog3snlfZvCDysqgtbHHpWBaLa7YQ
qWzT6QJXdWk4auygtLpcmjNZwDB/ah4D6bqTpy6mssSat2VMtYWrxgukxquNKhYtDf8VrYnD5srd
waw/17XBYWapptoIhssvDWMuNMeZgYHayGe7AE8r1agarufJQjOb2ndBV0FvF3tVRUei7wHuXKd7
EDx8EZ0vvmjh6op6a7Zye7/WKut0+7mrqqv7mIAfi7h6B43KQ0/3zzGrbC5lb5u1lvqZdnRhzKQ9
cB88wdHSIDePmyzduyvzIovsXBaEK/S5UZrOZl647VbWcsPKwlJzxJloOqRgOZhop+bCubHqUjBZ
fe+g6l1AdR4MoQ2NassEzD8r74HGxofT7pBIdIOyMM8iADoHjDFo+Vw8h7AASlBY4diuqVy8I+OX
Glf31wrLGmQ6fdlI9Oa6mG42dbSulMomSPGEgX2CiOetgbvlaCTHeTrbWiRVjm1WdkaLGxmZ5rki
0FuFJvp5t9fo6ryJVzS3zmaLe+mLLjYKBJw42db69qLZWTy/JaPyAtO2gkE6n9fgCDB5ujYoiw0y
e5qFwwVFbHmkced7I0MWhgV9VFeHw5yoge+PWXSa7nhewpHtNPXmw3V8G1YHt6ngB6dyNlxzVJqH
9XJ20Zf4hlM3L8545B14csvTueEpNSbfLstZNV5LvlkkfEaD/XWlKeOGW9y2YnXR02BLZJwUJNOR
LOwX68goryccWuw6R2O+Wb+g+bx4UbBV3pyk4uUUjhr48W8AtiBkLrpzHMiDvg5N1GaB3AAebNs6
mFqqIPFgFbOw7M5oGoN8m8uKnKNbaeibWzXEycpmHTaOSzYWRNYIYB5NWRXcxgSuPG9cljWcqQrm
ki7t0HAKKOVG713cOLsr7e7jVyyUDmcXp2slm90U/LoPEnrn3rAHr/bXyyqU0saXhDrcO+eADxNV
lvDOPlMQYo9oYu/MivnmGGZi5ltk4w+1+8Zhc38lHn2O3Ps4HsuNK7pCw4JmHks71TXQHescriKs
U85wrsLSSXX7xq4g3NavWLAHiV2xKjBUvmCBzf9GHRd8/JARCm5sK7YM75lx1e2g0fiA1O5Ce/fg
nXGabs//9TcHazZexjYQeJYCugDfzF/LrPscxazoNkuetdh408pzwHIbi2elpzxwwHQpb2qiAV9c
FFzbbzhy5w61iz9dop7VxgQ9u7l8gXdoH9zoQyCptbtS6wCnq3BtHpXVZx9Ucvaw2YOwrwlHEPfg
Oec8iD9zDRqjid2uh4XTxmJ3PMdCI18K/hbrhUv8Hpt8SYO1IO6V9YOH1Z99DsM1KBtkTbOgAF3w
Z0lffamtm5KJ+w8/MqjDIhNYV5U7lC//q49rF4OyN59/99MgBDE2nNKY1oeVq+T6uEy4Wjgn06k+
9N2D0zR83OVjAYwpAgsfxmEdqwCVOOskWbI/5A2B5RoHAHjPgME5GYrneh7SAq1622s+Pm9nS30x
2sl3+4rvaZtLKCtVuRN8idfN+pYd/VDkR8Mt8iJujqjP6xkp0/pBwAohvKKFpetUogj2/WiWkROX
ttiUWUkKujE7qhviwPoZueZ3Oyta1pSJWlyRXy3iehZv1vm6f1nmqXNTgMlNiXvJ7hckn3qrOhbt
Mppq3sq8T5HTGYT6sfQNmt806AWz0KWgoPpywUk5LxDzg2bPovvqshbCF5E01V06P9T35diitlTm
R3JFS9uD4qgHAjEKandfYbZA2gSBxKZXobsRz+1rUAX6UqXkfZzqimraeT0jyPULe6eNZhmb8lmL
jvwsK+IVhawyOlin5FFBRgVZYxYmjdLLODUlg+Lpy8wYrUeJL1GkLkqGYy9WvldEZrFRFKVGL4S6
o06AnW7GhZNq4TgXcg0LqQMXnQ3/Lu9FjbsTAoYf5wQlBCm3IW/+UF2IGbkbZQE6V88zk2K3oq8t
dUzan7Br4Gfj+FK5JW5OrfS2muueZDXagVIBj2xejotjs52nhqwT/BzPSN+NeeqU6ivsnBkr7EKc
qUO1Opv8mdaOmakv9DrXV1qyDJbG9jA+NtRqpaz0oSJBMAEhUizTc4CZgTeW6oOjB6cXcetsFwdB
4220UiN+oVE+DUqCaJNDXcrLHZDWNkFs8kYr8QuXzLf0PXZeHHCJFiguiy8zJVvmVK7t4mETXsdJ
ZQ0byTLawe7XU1tP6Sc65GPK+5z/INx/7/0P45az6JIYAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>