soap_request_debug.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1XybKjSpL9FTrLrDd6eRkESLwi1RZAgJAYxKihrBYSIITEoAtISNqV9aKtv6MX
9Q+1fPljHcCdMl92V766pit8Cg/34x6BizdksciwW5bm1ZdPh7o+/4rjTdM8nYuy3qb7pAq26VOS
7592JZ7vgyL7NOER2y9Twy+fOoqhKJagGHpI0mNiRBAESY1ZiiDQp/ujOJKgSZIcIcEn7BqV1bb4
8ol8QhxyF0YTPvDkCUPxePvk6zPIdhPE9QSfFeGERWz75KuoTKJW2RN8bsgTiuPx9skH6OtlI+Sr
k0j+pKXRgw8PMEsmFEGxnwnqM0G6JP0rzf5KInr4K4GsegO0P3pUE7INoKP43EnqCFzqokwerbtv
eD7QL7msoPjJ8bB188Lz+yTv4GlXvNHIu7ytW1FP8AiORVkEE/qJoZ6Q+JXn8Q6ZKEuQkWgsZpNv
AebxTsirEKVEUhw3HiEYEMeLtjsZIjV68DejyKKJr/oAg/rChtCQVB0arulgmisBHu8N+Ju8zeve
Ttax8fgXBqk6GR/lYVTCLoybFpcT4ENDlQA28xwRaqphYnNPUF1HnMI5JkHM1FQfqnbruzXn87KY
OLiBUEMEfxPP6cTygGQDisM004UYRWEO0ABGkJgLbRuaT2hpa8bfhG1SolWKB2xgqEj8Iugw/xZx
ZN1+L0zHgciwk4hwMRkNOYIlCdQxLcejBlNMHm/7bF/kEWosjiNoasgixDoBj39IGO/hD6OqfsVS
czAH2r4qIgghtrBNyWvRBIptGqaOxEjqQ5SIagBbNb+F+aWONDNCIbV1pN/qmOShCqV2I9R470xb
3/YIEdSQYAli2Je4C7HXdyDbnuN1pTA8AzoYqo6jav43JaA58gclILHf/XU1wUjy+yIAT/Ec18Rm
pvP1vzEfaKiN4E+VpKiq6PuSEATzg5LgHxLDe9S3VZXkqBEReolYhOCN/R7Gb7XtLfLGdEf5G50T
lVevTtIJ26reOD4Xi7wut3UxGSLNO8eHr6Saf7xDUJQfFTz+IdwwqrFcraMM3XXoojuX7f0VLNoH
WtcT/K17oAMjehr4+l9f/9PERFOHtqgCDTMAZn/9m4S66P1kPjG/YF2Tf25B65fzgZiijSdth9Bt
q7/wvCibiwkzJGgEdUvyFz0KJ4jrnvwzuoEu5TbcTtrLuC3bu4S/tqF3CnQpdTR/RZUJJkQv6mj+
al5qVP0XWc/w1z7JXtZHiPfpJ9m5qFo8VVF3aAJF6LjoykbhoSfq7RfpQnV6FfGqugriq0NE8efW
gnhi0TXVkWjLTtDadySP9z5MWTX+ma8Xo2EneuX46wuBnKJT98ohF6/EWy6oU1Gj1gV6Zf4w9zYr
t6j7jYn3ja+t4lXQ0b0IIVvkH+W9gL/K4uJV3JI9Xr3nHwf7O1Susme4LtTe3LywraKF6FXawWRH
tVsmu34DxLw4ay1euE4sFujtVn3QvAh6paNpH1Uti7K0bfktwZbute+7/WyjoXf8C9Tt2x5/qUHc
vVnR6/Yc1S3ZntcWl3cJH/pRHrzq3s7yq5APF1HpVb8/7O/iVxM5yV5Mhp/bPT6I+aAIhW1Zbrth
4p3h8T5ANEmBMAk6or1q/8Vb4OnPmPH1fwqsRuhd6u3Xv7dMGGFtc2BBke+LMouwbVk/YSSD1v32
d+q3f/yCrX7BPoWfsHCLibYs4CSHvGJqdsmTcItWtw4EBxeFDz5AWSdxgXHt8iQPkqpAIbUetCjB
WnDTKIvyelti+W//wCiSxhEyzJ/b91mXYEf0KeOvY+T7QOlcWpPnEt3jL5p/+4soARf8pZ1MKzSa
hvvocz+aPlXXsnpCn7i4tsNptwC3bLQ2+o/g0LFf/shc+u/dsPmF+utfUWwfY8C/Dc9J4ry9IqMf
TM3N8KkoY7x1jxMcjgzCKon/9KlfFYUqghG15TYv8gQN1sljWydFrkf1oQgxkMZonKwP2Y9cunbr
lcRtKH5Gbj8HJJ1/biXEkGQ+4R/C+hlv3weI5vHP1WFLto7saB+V6BREmGerXz796Y8P+BPeLbd5
1XZM9YH+YyFF+TVKi3MUfq5eM2uj+0lv/xQu/GOIUhKjSeNfAe4VtN6Dv00v0eR6HgQX8k6vZgrw
imksyg3J7ZzjfDP+wuMfLXn8DWxEf2yRt2r2hqfL1KFhKRiQDqp5sZzNE1HZjgswtppyvbWdzYKg
V4EoFxZ7Gsq2e0rT/cpdWbvhxplp+5mnn+UxNTvP/DWxA1yYcrNgN40kk90diQFeXiwYD0YHzuAW
VCGz9oOIIB3f7h4+HCv4xrCvRn3P99RpnW436t26U+MNINxBxt4PgcPN9ux9swKMXE4NnGVwWt9R
UT3yjKXXOBcrQge3HAg2nCUrLy7u+o2ZpgDONlwWMMND9hxP79F8yAoz57o83JaRG19p6IXDyC2r
6ywtj+UhwC9MKkRZeZu7VmKfYn2mi7BWg6N1ZPEQxsQNuAqTDsezgX9+3olz0Tna0Bfy+2KmKRRu
RdTcH8/qAzMlRaIoyObLlx70D0Dz8+jeV2DFEJy0rbc9JUbo4tujM4vGOl1Vp4YrioJNxaBRBRCr
qj21UvTL5ZQKViNZ69m82KiHa2AAC2qCBZolesXq4KQA0oPCQRetVL3BB7CF2PAFULjiKZU8kRSD
TH5sl81NdoHb6ypXgrKkysbClX3PcQQKDd2RLjSdL3DTfcvTY4/gdN+3Zyokyd3UPgfK7aBO16Qu
0CvJVUndhTdDgowh6Y0uF62M+k7WxGFzEx9g1u+7dsFp5ui23kBrLfmWNYfNeWaRoLby2SGg0kq3
qkbsdSpsZlP3AU0d9HEJN132FO4RUN5tegTBay6y900uRri8EduVUK37vFa64HXrxZtu6seYRj9W
Kf0BGl1CmR4/Yla5YiqgpjPSXWac1wgz5QjWrzroGWmQ2+dNlh7XS/uqysJchfCGcm60potZgvfD
0vE3ggp9w5Nnsu0x0PFI2U3thXcXdB/agnn0CP0BCVMCQxRDo7sqjeovqEdgCPHp+XBKFK4hBFRn
GQBTBNYYtHoxniMaghIUTjh2azaXH/h4UFP68VaRWYNPp4ONwm1ui+lmU0erSqtcmpGfSXBMcPmy
t6h1ORqpcZ7O9g7DlmNXUL3R4s5Etn2paOJeEYl5ORwNrrps4iUnrrLZ4lHu5DU5CiBFP7vO6j4w
3Cye35NReUVlWyKQLpcVOANSna4s1hGCzJ1m4XDB0nsJb9bzo5XhC8tBOerL02lO12C3GwvEND1I
EjpA+2m6nQ9X8X1YndZNhX7QahdrbY9K+7TyZ1fTpzaivhl449H2JDF7icutrVaT6v3qz6rxStnZ
RSJlHDjeloY2bsTFfS9XVzMN9nQmKkEyHanwuFhFVnl7plDEa+9szTerAZHPi4FGLvPmWSkGz+Go
USVgAaGgVTF6iCLIg74PbcIVgNoACezbPpg6OlQksIwF1HYXIo1Bvs9VTc2JvTLc2Xs9pJjKFTwh
jkshhrJgBaiOtqrDdWODtTpv1oJgeVMdzBVTORDhFLDanTuuKeuyXhqPHXUjQ+V0WVNcrWWzu0bd
jkHCHdZ38lVX71Z+FSpps1NgHR69SyCFia4qVBefDWG8pZt4exHkfHMOMznbOUyzGxqPjSfku6V8
3onMcUdRsdqs5TVsBNDMY+Wgry3iIHinm4z6VLS8G/S91HTvwhLRbf/KhXBShKWgA0uXCgG40g/6
uJDiVxtYiGNXc1V0zqyb6QaNIQWM8YDt2UNnxmu6Nf/f/xyshNiPXQAlgQUmRO/M721WfY1iQV43
viQ4Qrxp7UXgrBtHEpQPdRCBvWa3U5sIpOKqUcZxIzKH9dC47qY+sXVaTIjLOlev6Awdgzt3ChS9
Xi/1OqC4KlzZZ235fg9quXDaHEHY94QH5SP4WHMJxO+1Bo3VxOvuDgunjSMcJFFAQQ4K6R6bxZr+
mZh2ioF6QT5qq1cdWb/fcyRlINsga5oFC7hCuijm8pveumuZfHzLI0M+HCZBfVWth+r1/8xxtSaR
7X0nveRp0VCOLa+0pvVpudZyc1wmYg0vyXRqDnfrk9c0UtzVYwGsKY4aH+GwinVAKKLzrDjqbihZ
UBAbDwB0zoAlehlB5WYecpDTt/tbPr7sZ765GB3Uh3ujjpwrJqyT6uIza3GrZnXPzrtQlkbDPT6Q
N2diJ5kZo3LmCZIFDG9E4Zgmm2jQfZztMvLi0pWbMisZaFqzs76hT8IuY1bS4eBEfs3ahCMW+c2h
bxf57lxux4Gfp95dA7Y4pR+lcFwwUrpd1rHsltHU2C7txxR/voDQPJc7i5M2DXElHcKHGmH6C1HJ
JUjPT4Y7ix7L6wqGA5mx9UM6P9UPf+ywezbbRWrFKfuT5uknGrcK9vBYki5kXJrGY3tbEYeRJB5r
UAWmr7PqMU5NTbfdvJ7RzGogPDir8WNbvRjRWZplRbxk8WXGBauUOWv4qGBq0iGVUXodp7ZisRJ3
nVmj1SjZKSxjyorluYvlbltEdrHRNK0mrrR+YJ+BMN2MCy81wnEOc4MM2ZMYXazdQz3KhvigIUmd
5zQLg1TcMPfdUF/IGXMYZQEx1y8zmxX28s7wTVI5PpO3YJeN42u1Lil76qT35dzcKk5jnFgdSPhm
cF6cm/08tVSTluZUxuzWscQ+p+aSvGTWkrzSF/ZULS+2dOGMc2abC7POzaWR+IFv7U/jc8Mul9rS
HGoKIhMQ4oWfXgLSDrZjpT55ZvA8kPfefnGChuQSlR5JC4PdcaCk6bY47LW8PgDj7BPcZe6cFg/E
ZL7nHrE38MA1WhCUKg9mWubnbG4c4mET3sZJ5QwbxbHawe77qa2X9BMd/jblvc9/iO5/7/0vf38K
CBMZAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>